import React from "react";
import image_2 from "../img/1/Picture2.png";
import image_3 from "../img/1/Picture3.jpg";
import image_4 from "../img/1/Picture4.jpg";
import image_5 from "../img/1/Picture5.jpg";
import image_6 from "../img/1/Picture6.jpg";
import image_7 from "../img/1/Picture7.jpg";

export default function Presentation1() {
	return (
		<div>
			<h1>Движения при растенията</h1>
			<ul>
				<li>
					Същност
					<ul>
						<li>
							При растенията движенията са слабо изразени.
							Осъществяват се през целия период на развитие на
							растенията
						</li>
						<li>
							Движенията при растенията могат да бъдат
							<ul>
								<li>
									индуцирани- когато настъпват под влиянието
									на външни фактори(светлина, земно притегляне
									и др.)
								</li>
								<li>
									автономни(ендогенни)-когато се дължат на
									вътрешни причини
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Индуцирани движения
					<ul>
						<li>
							Видове
							<ul>
								<li>
									тропизъм - растежно движение на растението в
									отговор на едностранно действащ дразнител
								</li>
								<li>
									настия -движения на органи с двустранна
									симетрия, причинени от дифузно действащ
									дразнител
								</li>
								<li>
									таксис - свободно движение на едноклетъчни
									организми или полови клетки по посока на
									дразнител
								</li>
								<li>
									Тропизмите и настиите се осъществяват
									посредством растителни и тургорни движения.
									Растежните движения са резултат от
									неравномерно нарастване на двете страни на
									даден орган. Растежните движения са
									необратим процес. Тургорните движения
									възникват вследствие на промяна в
									тургора-обратим процес
								</li>
							</ul>
						</li>
						<li>
							Тропизми
							<ul>
								<li>
									наблюдава се растеж от едната страна на
									растението, като то се извива по посока на
									дразнителя. Според вида на
									дразнителя-фототропизъм, гравитропизъм,
									хемотропизъм. По отношение на посоката на
									действие на дразнителя-положителни(към
									дразнителя) и отрицателни(в обратна посока)
								</li>
								<li>
									Фототропизъм - движение на растителен орган,
									обусловено от едностранно действаща
									светлина. Младите растящи поници, стъблата и
									листните дръжки имат положителен
									фототропизъм. Играе роля при ориентиране на
									растенията за ефективно „улавяне“ на
									слънчеевата светлина.
								</li>
								<li>
									-Гравитропизъм(геотропизъм)-Движения
									индуцирани от гравитацията. Извиването е
									резултат отнеравномерния растеж на
									противоположните страни на растящия орган.
									Положителен гравитропизъм проявяват главните
									корени, мъхове и водорасли Отрицателен
									гравитропизъм проявяват главните стъбла За
									изясняване на механизма на гравитропната
									реакция има две основни теории-статолитната
									и хормоналната
								</li>
								<img src={image_2} alt="" />
								<li>
									Хемотропизъм - Движение на растящите органи,
									обусловени от химичен градиент. Хемотропизъм
									проявяват корените, прорастъците на
									паразитните растХения, жлезистите власинки
									на насекомоядните растения
								</li>
								<li>
									Хидротропизъм - Неравномерно разпределение
									на водата. Корените проявяват положителен
									хидротропизъм
								</li>
								<li>
									Термотропизъм - представлява извиване на
									растящия в отговор на едностранно действащо
									топлинно излъчване
								</li>
								<li>
									Тигмонастии-движение, предизвикано от допир.
									Наблюдава се при мустачките на лоза,
									краставици, грах
								</li>
							</ul>
						</li>
						<img src={image_3} alt="" />
						<li>
							Настии
							<ul>
								<li>
									Дифузно действащи дразнители, които могат да
									предизвикат настии са температура, влажност
									на средата, осветеност
								</li>
								<li>
									Никтинастии - движения предизвикани от
									редуване на деня и нощта. Някои цветове се
									разтварят сутрин и се затварят вечер.
									Осъществяват се с цел улесняване на
									опрашването.
								</li>
								<li>
									Фотонастии проявяват цветните кошнички на
									глухарчето и други като се затварят вечер
									или при изкуствено затъмняване. Тези
									движения са растежни-ответната реакция се
									дължи на неравномерния растеж от горната и
									долната страна на венчелистчетата
								</li>
								<li>
									Термонастии се срещат особено често при
									пролетните растения. Цветовете на минзухара
									и лалето се разтварят, ако се пренесат в
									топла стая
								</li>
								<img src={image_4} alt="" />
								<li>
									Тигмонастиите са най-ясно изразени при
									мустачките,които са чувствителни към
									докосване. Тигмонастичните движения в
									началото са тургорни движения, а по-късно се
									прибавя и растежно движение. При росянката в
									отговор на допир на грапави предмети
								</li>
								<li>
									Хемонастиите са свойствени за насекомоядните
									растения. Жлезистите власинки на росянката
									реагират първо на дразненето от насекомите и
									допира(тигмонастия), но извиванията се
									предизвикват от химични дразнители.
								</li>
								<li>
									Сеизмонастии могат да възникнат при
									разтърсване на цялото растение, причиняват
									се от вятър, дъжд или допир. Това са бързи
									тургорни движения, които се наблюдават при
									листата на мимозата и насекомоядните
									растения
								</li>
							</ul>
						</li>
						<img src={image_5} alt="" />
						<img src={image_6} alt="" />
						<li>
							Таксиси
							<ul>
								<li>
									Фототаксиси се наблюдават при едноклетъчни
									еукариотни със самостойно хранене
								</li>
								<li>
									Хемотаксиси проявяват хетеротрофните
									едноклетъчни организми. Значението им е
									свързано с търсене на храна или на клетки от
									другия пол.
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<img src={image_7} alt="" />
				<li>
					Автономни движения
					<ul>
						<li>
							Растежни движения, които не са предизвикани от
							действието на външни дразнители. Спадат локомоторни
							движения, растежни движения и други.
						</li>
						<li>
							Локомоция представлява свободно, спонтанно
							придвижване на целия растителен организъм, на
							отделен орган или на клетъчно съдържимо
						</li>
						<li>
							Растежни движения-нутациите и настиите - Нутации
							извършват стъблата и корените на растенията.
							Например стъблото не расте право нагоре, а извършва
							ритмични движения. Най-ясно изразени нутации има при
							увивните растения
						</li>
						<li>
							Настични движения-листата в повечето растения са
							разположени под определен ъгъл спрямо стъблата,
							който се определя от различната скорост на растеж на
							двете страни
						</li>
					</ul>
				</li>
			</ul>
		</div>
	);
}
