import React from "react";
import image_1 from "../img/5/Picture1.jpg";
import image_2 from "../img/5/Picture2.jpg";
import image_3 from "../img/5/Picture3.jpg";
import image_4 from "../img/5/Picture4.jpg";
import image_5 from "../img/5/Picture5.jpg";
import image_6 from "../img/5/Picture6.jpg";
import image_7 from "../img/5/Picture7.jpg";
import image_8 from "../img/5/Picture8.png";
import image_9 from "../img/5/Picture9.png";
import image_10 from "../img/5/Picture10.jpg";
import image_11 from "../img/5/Picture11.jpg";

export default function Presentation5() {
	return (
		<div>
			<h1>Кръв</h1>
			<img className={"middle"} src={image_1} alt="" />
			<ul>
				<li>
					Състав и функции на кръвта
					<ul>
						<li>
							Кръвта е вид съединителна тъкан, която се състои от
							течно междуклетъчно вещество-кръвна плазма и формени
							елементи-еритроцити, левкоцити и тромбоцити
						</li>
						<li>
							Функции на кръвта
							<ul>
								<li>защитна функция</li>
								<li>
									Поддържа постоянно pH- регулира
									алкално-киселинното равновесие в организма
								</li>
								<li>
									Транспортна функция-транспорт на хранителни
									вещества, витамини, хормони, газове и др.
								</li>
								<li>Терморегулаторна функция</li>
								<li>
									Осъществява процес на кръвосъсирване и
									кръвоспиране
								</li>
								<li>Регулира състава на телесните течности</li>
							</ul>
						</li>
						<li>Състав на кръвта</li>
						<img className={"big"} src={image_2} alt="" />
						<li>
							Приблизително 7-8% от телесната маса без мазнините.
							Температурата е средно 37,2. Тя е слабо алкална. pH
							– 7,35 до 7, 45, поддържани от буферни системи в
							кръвта.
						</li>
					</ul>
				</li>
				<li>
					Кръвна плазма
					<ul>
						<li>
							Представлява бледожълт воден разтвор на неорганични
							електролити, плазмени белтъци, липиди, въглехидрати,
							АК, витамини, хормони и други.
						</li>
						<li>
							Главни катиони на кръвната плазма са натриевите, а
							главни аниони са хлорните
						</li>
						<li>
							Кръвната плазма съдържа 91% вода и 9% сухо вещество,
							от които 8% са белтъци, 0,9% минерални соли и 0,1%
							нискомолекулни органични съединения.
						</li>
						<li>
							Белтъците на кръвната плазма са албумини, глобулини
							и фибриноген.
							<ul>
								<li>
									Албуминът е нискомолекулен водоразтворим
									белтък, който се синтезира в черния дроб
								</li>
								<li>
									Глобулините са високомолекулни белтъци,
									които се делят на α1, α2, β1, β2 ,
									γ-глобулини. Гама-глобулините са антитела,
									синтезирани от В-лимфоцитите и плазмените
									клетки.
								</li>
								<li>
									Факторите на кръвосъсирването-фибриноген и
									фибринолизин са високомолекулни плазмени
									белтъци. Фибриногенът се синтезира в черния
									дроб
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<img src={image_3} alt="" />
				<li>
					Формени елементи
					<ul>
						<li>
							Еритроцитите имат форма на двойно вдлъбнат диск. В
							цитозолът им е разтворен хемоглобинът. Формират се в
							костния мозък и са безядрени при животните и човека.
							<ul>
								<li>
									Стойности на еритроцити в 1mm3 е 4,6-5,9млн
									за мъже и 4,2 – 5,4 млн. за жени
								</li>
								<li>
									Функция-участие в транспорта на кислород и
									въглероден диоксид. Липсата на повечето
									клетъчни органели повишава количеството
									хемоглобин
								</li>
								<li>Те живеят около 120 дни</li>s
								<li>
									Хемоглобинът е сложна белтъчна молекула,
									състояща се от четири полипептидни вериги
									(глобин) и небелтъчно желязосъдържащо
									съединение (хем){" "}
								</li>
								<li>
									полипептидни вериги (глобин) и небелтъчно
									желязосъдържащо съединение (хем)
									Съединението на хемоглобина с кислород –
									оксихемоглобин, а с CO2 –
									карбаминохемоглобин.
								</li>
							</ul>
						</li>
						<img src={image_4} alt="" />
						<img src={image_5} alt="" />
						<li>
							Белите кръвни клетки(левкоцити) са част от системата
							на организма за унищожаване на инфекциозни и
							токсични агенти. Броят им в 1mm3 кръв е 4-10 хиляди.
							Делят се на две големи групи-
							гранулоцити(неутрофили, еозинофили и базофили) и
							агранулоцити(лимфоцити и моноцити).
						</li>
						<li>
							Гранулоцити
							<ul>
								<li>
									Неутрофилите са предназначени за борба с
									бактериални инфекции, участват в
									неспецифичния имунен отговор и са 60% от
									белите кръвни клетки. Фагоцитират чужди
									агенти
								</li>
								<li>
									Еозинофилите са 3%. Те се борят с паразити
									чрез токсични вещества и ензими. Унищожават
									вируси и участват при алергични реакции.
								</li>
								<li>
									Базофилите са най-малката група. Те
									стимулират В-лимфоцитите при алергични
									реакции да продуцират антитела.
								</li>
							</ul>
						</li>
						<img className={"middle"} src={image_6} alt="" />
						<li>
							Агранулоцити
							<ul>
								<li>
									Лимфоцитите включват В- и Т-лимфоцити.
									Отговарят за клетъчния имунен отговор.
									В-лимфоцитите съзряват в костния мозък и в
									периферните лимфни възли. Те синтезират и
									секретират специфични антитела.
								</li>
								<li>
									Моноцитите са 6% от левкоцитите. Мигрират
									към периферните тъкани, където се превръщат
									в макрофаги. Макрофагите изпълняват две
									основни функции-фагоцитират патогени или
									клетъчни остатъци и участват в специфичните
									имунни реакции.
								</li>
							</ul>
						</li>
						<img src={image_7} alt="" />
						<li>
							Тромбоцитите са безядрени клетъчни фрагменти,
							образувани чрез откъсване от
							клетки-предшественици(мегакариоцити) в костния
							мозък. Продължителността на живот е около 10 дни.
							Функцията им е пряко свързана с кръвосъсирването.
						</li>
					</ul>
				</li>
				<img className={"middle"} src={image_8} alt="" />
				<img src={image_9} alt="" />
				<li>
					Лимфа
					<ul>
						<li>
							Същност-бистра течност, която се получава от
							тъканната течност. За 24 часа в организма се
							образуват около 2-3L кръв.{" "}
						</li>{" "}
						<li>
							Функции{" "}
							<ul>
								<li>
									Защитна функция-пренася микроби и чужди
									частици, които се унищожават в лимфните
									възли
								</li>
								<li>
									Поддържа хомеостазата- в лимфните капиляри
									постъпват белтъци и частици с по-големи
									размери, които не могат да преминат през
									капилярите на кръвоносната система
								</li>
								<li>
									Транспортна функция- чрез лимфата в кръвта
									навлизат липид-белтъчни комплекси от
									всмуканите в храносмилателния тракт липиди.
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<img src={image_10} alt="" />
				<img className={"middle"} src={image_11} alt="" />
			</ul>
		</div>
	);
}
