import React from "react";
import image_1 from "../img/4/Picture1.jpg";
import image_2 from "../img/4/Picture2.jpg";
import image_3 from "../img/4/Picture3.jpg";
import image_4 from "../img/4/Picture4.png";
import image_5 from "../img/4/Picture5.png";
import image_6 from "../img/4/Picture6.png";
import image_7 from "../img/4/Picture7.png";
import image_8 from "../img/4/Picture8.png";
import image_9 from "../img/4/Picture9.jpg";
import image_10 from "../img/4/Picture10.png";
import image_11 from "../img/4/Picture11.jpg";
import image_12 from "../img/4/Picture12.png";
import image_13 from "../img/4/Picture13.png";
import image_14 from "../img/4/Picture14.png";
import image_15 from "../img/4/Picture15.jpg";
import image_16 from "../img/4/Picture16.jpg";

export default function Presentation4() {
	return (
		<div>
			<h1>Транспорт на вещества в растителния организъм</h1>
			<img src={image_1} alt="" />
			<img src={image_2} alt="" />
			<ul>
				<li>
					Движение по ксилем
					<ul>
						<li>
							Кореново налягане(долен двигател на водния ток){" "}
							<ul>
								<li>
									Водата постъпва в ксилема по осмотичен път
								</li>
								<li>
									Натрупване на осмотично активни вещества
									създава осмотично налягане на ксилемния сок,
									което определя смукателната сила
								</li>
								<li>
									Кореново налягане е силата, която изтласква
									водата нагоре по проводящите елементи на
									ксилема.
								</li>
							</ul>
						</li>
						<li>
							Плач и гутация
							<ul>
								<li>
									Когато стъблото на растението се среже,
									върху срязаното място се появява ксилемен
									сок, а явлението се нарича „плач“
								</li>
								<img src={image_3} alt="" />
								<li>
									Гутация-активен физиологичен процес, който
									се извършва през водни устица (хидатоди) в
									условия на затруднена транспирация.
								</li>
								<img src={image_4} alt="" />
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Транспирация
					<ul>
						<li>
							Същност - физиологичен процес на изпарение на вода
							от растението -При нормални условия протича пасивно
						</li>
						<li>
							Транспирацията е горния двигател , който създава
							автоматичност на водния ток. Без транспирация
							организмът не може да бъде снабден с достатъчно
							количество вода, тъй като кореновото налягане има
							ограничена роля
						</li>
						<li>
							Устична транспирация
							<ul>
								<li>
									Устицата се състоят от затварящи клетки,
									които контолират отвора чрез промяна в
									тяхната
									тургесцентност(тургор-Хидростатичното
									налягане, което се развива във вакуолата при
									приемането на вода, се нарича)
								</li>
								<li>
									При двусемеделните растения клетъчните стени
									на затваящите клетки са
									нееднородни-вътрешната стена е по-дебела и
									по-малко еластична от външната. Когато
									клетката всмуква вода и става тургесцентна,
									по-тънките стени се разтягат по-лесно,
									клетките придобиват кръгла форма и между тях
									се появяват отвори-остиолум.
								</li>
								<li>
									При едносемеделните растения затварящите
									клетки са представени от две удължени
									клетки, краищата на които имат по-тънки
									стени-гировидни клетки. При насищане с вода
									клетките с по-тънки стени се разтягат и
									раздвижват затварящите клетки.
								</li>
								<img src={image_5} alt="" />
								<img src={image_8} alt="" />
								<img
									className={"middle"}
									src={image_9}
									alt=""
								/>
								<img className={"long"} src={image_10} alt="" />
								<li>
									Кутикулна транспирация-Регулира се от
									дебелината на кутикулния слой. Извършва се
									по-интензивно в млади растения и растения,
									които обитават влажни и сенчести места.
								</li>
								<img src={image_6} alt="" />
								<img
									className={"middle"}
									src={image_11}
									alt=""
								/>
								<li>
									Перидермална транспирация се осъществява
									през лещанките и слоевете корк, намиращи се
									на повърхността на клоните и стъблата на
									дървета и храсти
								</li>
								<img src={image_7} alt="" />
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Движение и изкачване на водата
					<ul>
						<li>
							Водата заедно с разтворените вещества се приема от
							корена и се придвижва по проводящата система до
							листата от където се изпарява.
						</li>
						<li>
							Близък транспорт на вода(осмотично
							провеждане)-осъществява се в корена от клетките на
							ризодермата към централния цилиндър, и в листата-от
							ксилемните елементи към фотосинтезиращите клетки
						</li>
						<img className={"middle"} src={image_12} alt="" />
						<li>
							Далечният(масов ) транспорт- протича по ксилема,
							като водата се движи възходящо към върха на
							растението по трахеите и трахеидите.
							<ul>
								<li>
									Кохезионна теория- според теорията водата в
									растението се изтегля от изпарението на
									водата. Транспирацията е главната движеща
									сила на възходящия воден ток. Създаденото
									напрежение се предава надолу по стъблото
									благодарение на кохезията(сила на сцепление
									между водните молекули). Водните молекули се
									стремят да „прилепнат“ една към друга,
									защото са полярни. Освен това водните
									молекули се стремят да прилепнат и към
									стените на ксилемните съдове под действието
									на адхезионни сили.
								</li>
								<li>
									Високата кохезия на водните молекули
									означава, че има здравина. Освен това
									водният стълб е непрекъснат.
								</li>
							</ul>
						</li>
						<img src={image_13} alt="" />
						<img src={image_14} alt="" />
					</ul>
				</li>
				<li>
					Движение по флоем
					<ul>
						<li>
							В растенията се развива система за транспорт на
							дълги разстояния, позволяващи на корена и листата да
							обменят ефективно продуктите на абсорбция и
							асимилация.
						</li>
						<li>
							Решетестите цеви на флоема транспортират продуктите
							на фотосинтезата(захари и АК)нагоре и надолу по
							растението.
						</li>
						<li>
							Това движение се извършва от мястото, където са
							синтезираниq т.е. От фотосинтезиращите органи, към
							мястото където ще се използват или запасяват.
						</li>
						<img className={"long"} src={image_15} alt="" />
						<img className={"long"} src={image_16} alt="" />
					</ul>
				</li>
			</ul>
		</div>
	);
}
