import React from "react";
import image_1 from "../img/2/1.jpg";
import image_2 from "../img/2/2.jpg";
import image_3 from "../img/2/3.jpg";
import image_4 from "../img/2/4.jpg";
import image_5 from "../img/2/5.jpg";
import image_6 from "../img/2/6.jpg";
import image_7 from "../img/2/7.jpg";
import image_8 from "../img/2/8.jpg";
import image_14 from "../img/2/14.jpg";
import image_15 from "../img/2/15.jpg";
import image_16 from "../img/2/16.jpg";
import image_17 from "../img/2/17.jpg";
import image_18 from "../img/2/18.png";
import image_19 from "../img/2/19.jpg";
import image_20 from "../img/2/20.jpg";
import image_21 from "../img/2/21.jpg";

export default function Presentation2() {
	return (
		<div style={{ textTransform: "lowercase" }}>
			<h1>Движение и опорно-двигателна система при животни и човека</h1>
			<ul>
				<li>
					ДВИЖЕНИЕТО КАТО ОСНОВА ЗА ОСЪЩЕСТВЯВАНЕТО НА ОСНОВНИТЕ
					ЖИЗНЕНИ ПРОЦЕСИ
					<ul>
						<li>
							хранене, дишане, отделяне, растеж, развитие,
							размножаване, дразнимост
						</li>
						<li>
							При неподвижни организми
							<ul>
								<li>царство Растения и царство Гъби</li>
							</ul>
						</li>
						<li>
							При подвижни организми
							<ul>
								<li>
									царство Монера, царство Протиста, царство
									Животни
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					ВИДОВЕ ДВИЖЕНИЯ
					<ul>
						<li>на части от тялото</li>
						<li>на цялото тяло</li>
					</ul>
				</li>
				<li>
					СВОБОДНО ПРЕМЕСТВАНЕ НА ОРГАНИЗМИТЕ В ПРОСТРАНСТВОТО
					<ul>
						<img src={image_1} className={"big"} alt="" />
						<img src={image_2} className={"big"} alt="" />
					</ul>
				</li>
				<li>
					ДВИЖЕНИЯ ПРИ ЖИВОТНИТЕ
					<ul>
						<li>На отделни части на тялото </li>
						<li>
							На цялото тяло
							<ul>
								<li>пасивно преместване</li>
								<li>активно преместване: ЛОКОМОЦИЯ</li>
							</ul>
						</li>
						<img src={image_3} alt="" />
						<img src={image_4} alt="" />
						<img src={image_5} alt="" />
					</ul>
				</li>
				<li>
					ОПОРНО-ДВИГАТЕЛЕН АПАРАТ ПРИ МНОГОКЛЕТЪЧНИТЕ ЖИВОТНИ
					<ul>
						<li>Пасивна част – скелет</li>
						<li>
							Активна част – мускули
							<ul>
								<li>
									ХИДРАВЛИЧЕН СКЕЛЕТ
									<ul>
										<li>
											Течността е затворена от меки
											телесни стени /мешести, червеи,
											мекотели и др./
										</li>
										<li>
											Течността е затворена от твърди
											хитинизирани стени /крайници при
											паяци/
										</li>
									</ul>
								</li>
								<li>
									ТВЪРД СКЕЛЕТ
									<ul>
										<li>
											Екзоскелет – при тип Членестоноги
										</li>
										<li>Ендоскелет – при тип Хордови</li>
									</ul>
								</li>
								<li>
									Локомоция при хидравличен скелет
									<ul>
										<li>
											силата от съкращението на мускулите
											създава налягане в течността
										</li>
									</ul>
								</li>
								<table
									style={{
										marginTop: "1rem",
									}}
								>
									<tr>
										<th>Червеобразно движение</th>
										<th>Реактивно движение</th>
									</tr>
									<tr>
										<td>
											Телесната течност се загражда от 2
											слоя мускули: външен /пръстеновидни/
											и вътрешен/надлъжни/. Първо се
											съкращават кръговите, предават
											силата на течността, после
											надлъжните.
										</td>
										<td>
											Мускулната сила от съкращението на
											мантийните мускули се предава на
											водата в мантийната празнина,
											налягането се увеличава и водния ток
											излиза от фунийката на празнината.
											Тялото се изтласква реактивно
											напред.
										</td>
									</tr>
									<tr>
										<td>
											<ul>
												<li>Тип Плоски червеи</li>
												<li>Тип Кръгли червеи</li>
												<li>Тип Прешленести червеи</li>
											</ul>
										</td>
										<td>
											<ul>
												<li>тип Мекотели</li>
												<li>
													клас Главоноги
													<ul>
														<li>октоподи</li>
														<li>сепии</li>
														<li>калмари</li>
													</ul>
												</li>
											</ul>
										</td>
									</tr>
								</table>
								<li>ЛОКОМОЦИЯ ПРИ ТВЪРД СКЕЛЕТ</li>
								<img
									className={"middle"}
									src={image_21}
									alt=""
								/>
								<table
									style={{
										marginTop: "1rem",
									}}
								>
									<tr>
										<th>ЕКЗОСКЕЛЕТ /КУТИКУЛА/</th>
										<th>
											ЕНДОСКЕЛЕТ
											<img src={image_6} alt="" />
										</th>
									</tr>
									<tr>
										<td>
											Плътна покривка от ХИТИН
											/полизахарид/, калциев карбонат и
											др. Восъкоподобен слой над хитина
											при сухоземните.
										</td>
										<td>
											Кости, хрущяли, стави . МУСКУЛИТЕ се
											прикрепят към костите. При
											съкращение променят положението на
											костите и цялото тяло. ПРИНЦИП НА
											ЛОСТОВЕТЕ
										</td>
									</tr>
									<tr>
										<td>
											<ul>
												<li>тип Членестоноги</li>
												<li>клас Ракообразни</li>
												<li>клас Паякообразни</li>
												<li>клас Насекоми</li>
												<img src={image_7} alt="" />
												<img src={image_8} alt="" />
											</ul>
										</td>
										<td>
											<ul>
												<li>
													тип Хордови
													<ul>
														<li>Хрущялен скелет</li>
													</ul>
												</li>
												<li>
													надклас Риби, клас Хрущялни
													риби
													<ul>
														<li>Костен скелет</li>
													</ul>
												</li>
												<li>
													надклас Риби, клас Костни
													риби надклас Четирикраки,
													клас Земноводни, Влечуги,
													Птици, Бозайници
												</li>
											</ul>
										</td>
									</tr>
								</table>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					ОПОРНО-ДВИГАТЕЛЕН АПАРАТ И ЛОКОМОЦИЯ ПРИ ЧОВЕКА
					<ul>
						<li>
							Скелет – 206 кости
							<ul>
								<li>видове кости</li>
								<li>видове свързвания между костите</li>
								<img src={image_14} alt="" />
							</ul>
						</li>
						<li>
							Мускули – над 600
							<ul>
								<li>видове мускули...</li>
								<li>сухожилия и свързване с костите</li>
								<img src={image_15} alt="" />
							</ul>
						</li>
						<li>Видове движения в ставите</li>
					</ul>
				</li>
				<li>
					ВИДОВЕ ЛОКОМОЦИЯ ПРИ ЧОВЕКА
					<ul>
						<li>
							ХОДЕНЕ
							<ul>
								<li>
									Участват мускулите на цялото тяло.
									Триглавият мускул на прасеца сгъва стъпалото
									и колянната става. Четириглавият мускул на
									бедрото сгъва бедрото в тазобедрената става
									и разгъва колянната става.
								</li>
								<img src={image_16} alt="" />
							</ul>
						</li>
						<li>
							БЯГАНЕ
							<ul>
								<li>
									Отблъскването от земята е по-силно, а
									тежестта бързо се пренася напред. Има фаза,
									при която тялото остава без опора – „лети“.
								</li>
								<img src={image_17} alt="" />
							</ul>
						</li>
						<li>
							СКАЧАНЕ
							<ul>
								<li>
									Тялото се изтласква от земята едновременно и
									с двата крайника, „лети“ без опора във
									въздуха и се приземява отново на двата долни
									крайника.
								</li>
								<img src={image_18} alt="" />
							</ul>
						</li>
					</ul>
				</li>
				<li>
					ВИДОВЕ ДВИЖЕНИЯ В СТАВИТЕ
					<img src={image_19} alt="" />
				</li>
				<li>
					Лечение чрез движение - кинезитерапия
					<img src={image_20} alt="" />
				</li>
			</ul>
		</div>
	);
}
