import React from "react";

export default function AniPlan() {
	return (
		<div>
			<h1>Движение и опорно-двигателна система при животните и човека</h1>
			<ul>
				<li>
					Цитоскелет = динамична система
					<ul>
						<li>
							функция: осигурява механична опора на клетката и
							поддържа нейната форма{" "}
						</li>
						<li>
							състои се от микрофиламенти, междинни филаменти и
							микротръбички
						</li>
						<li>
							микрофиламентите участват в преобразуването на
							псевдоподи (лъжливи крачка)
						</li>
						<li>
							бързо може да бъде разрушен в една част на клетката
							и изграден в друга
						</li>
					</ul>
				</li>
				<li>
					Клетъчната подвижност = промяна в местоположението на
					клетките и преместване на органели в тях, което се дължи на
					взаимодействие на цитоскелета с моторни белтъци
					<ul>
						<li>
							някои видове клетъчна подвижност се дължат на
							реорганизация на цитоскелета
						</li>
					</ul>
				</li>
				<li>
					Реснички и камшичета - изградени от специфично организирани
					микротубули при еукариотните клетки
					<ul>
						<li>
							Реснички
							<ul>
								<li>многобройни по клетъчната повърхност </li>
								<li>
									реснички може да има и при неподвижни клетки
									(с тях те преместват течност по повърхността
									си-> лигавицата на трахеята отстранява
									слузта){" "}
								</li>
							</ul>
						</li>
						<li>
							{" "}
							Камшичета{" "}
							<ul>
								<li>
									сперматозоидите имат камшиче, чрез което се
									придвижват
								</li>
								<li>камшичетата са едно или няколко </li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Опорно-двигателна система{" "}
					<ul>
						<li>
							състои се от пасивна (скелет) и активна (мускули)
							част{" "}
						</li>
						<li>
							мускулното съкращение премества тялото в
							пространството и осигурява движението на отделните
							негови части{" "}
						</li>
						<li>
							скелетните мускули са изградени от тяло със
							съкратителна функции и сухожилия от плътна
							съединителна тъкан
						</li>
					</ul>
				</li>
				<li>
					Видове опорни системи
					<ul>
						<li>
							Хидростатичен скелет - при тип Кръгли червеи и
							Прешленести червеи
							<ul>
								<li>
									състои се от течност под налягане в затворен
									обем{" "}
								</li>
								<li>
									движенията се осъществяват чрез мускули,
									които променят формата на изпълнени с
									течност пространства;
								</li>
							</ul>
						</li>
						<li>
							Примери
							<ul>
								<li>
									Планарии (тип Плоски червеи) - движението се
									осъществява чрез мускули в стената на
									тялото, които упражняват натиск върху
									тъканната течност
								</li>
								<li>
									Нематоди (тип Кръгли червеи) - надлъжните
									мускули се свиват около изпълнена с течност
									кухина, което води до придвижване на
									животното напред чрез вълнообразни движения
								</li>
								<li>
									Земен червей (тип Прешленести червей) - два
									слоя от мускули (кръгови и надлъжни)
									променят формата на изпълнени с течност
									сегменти, разделени с прегради →
									перисталтични движения чрез преминаващи
									ритмични мускулни контракции отпред назад
								</li>
							</ul>
						</li>
						<li>
							Екзоскелет (външен)
							<ul>
								<li>
									черупките на миди и охлюви са изградени от
									калциев карбонат, секретиран от мантията
								</li>
								<li>
									черупките на мидите се затварят с помощта на
									мускули, прикрепени към вътрешната
									повърхност на екзоскелета
								</li>
								<li>
									представителите на членестоногите имат
									екзоскелет, наречен кутикула, секретиран от
									епидермиса
								</li>
								<li>
									30 до 50% кутикулата се състои от хитин
									(=полизахарид, подобен на целулозата)
								</li>
								<li>
									в гъвкавите части на тялото кутикулата
									остава невтвърдена, мускулите са прикрепени
									към издатини/плочки на кутикулата, които
									навлизат във вътрешността на тялото
								</li>
							</ul>
						</li>
						<li>
							Ендоскелет (вътрешен) - служи за опора и движение
							<ul>
								<li>
									при гръбначните животни се състои от
									хрущяли, кости и комбинации от тях{" "}
								</li>
								<li>
									скелетът е изграден от голям брой кости,
									свързани подвижно, полуподвижно или
									неподвижно{" "}
								</li>
								<li>
									костите са три групи: кости на главата,
									кости на туловището и кости на крайниците
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Видове движения (локомотация)
					<ul>
						<li>
							Движение по суша - ходене, бягане, скачане, пълзене
							<ul>
								<li>
									нужна е енергия за движение на мускулите, за
									поддържане на позата на тялото{" "}
								</li>
								<li>
									необходими са мощни мускули и здрав скелет{" "}
								</li>
								<li>
									предпоставки за ходене тичане/подскачане -
									запазване на равновесие, преодоляване на
									гравитацията и въздушното съпротивление
								</li>
							</ul>
						</li>
						<li>
							Пълзене
							<ul>
								<li>
									преодолява се триенето, породено от голямата
									контактна повърхност със земята{" "}
								</li>
								<li>
									червеите пълзят чрез перисталтична
									съкращаване на мускулите в кожно-мускулната
									торба{" "}
								</li>
								<li>
									повечето змии пълзят чрез странично извиване
									на тялото{" "}
								</li>
								<li>
									при боа, питон пълзенето е напред, задвижено
									от мускули, които повдигат коремните им
									люспи над земята
								</li>
							</ul>
						</li>
						<li>
							Плуване
							<ul>
								<li>
									водата е много по-плътна среда от въздуха ->
									триенето е основният проблем{" "}
								</li>
								<li>
									адаптация при бързите плувци е източената
									торпедовидна форма
								</li>
								<li>
									много насекоми и четириноги използват
									крайниците си за загребване на водата{" "}
								</li>
								<li>
									калмари, ракообразни и някои мешести(медузи)
									се движат реактивно - чрез всмукване на
									водата
								</li>
								<li>
									акули, костни риби плуват, като движат
									тялото и опашното си стъбло странично{" "}
								</li>
								<li>
									китовете и делфините движат тялото си нагоре
									и надолу
								</li>
							</ul>
						</li>
						<li>
							Летене
							<ul>
								<li>
									насекоми, фосилни влечуги, птици, прилепи от
									бозайниците{" "}
								</li>
								<li>
									крилата развиват подемна сила, която
									преодолява гравитацията{" "}
								</li>
								<li>
									чрез крилата се захващат въздушните течения
									и се запазва набраната височина{" "}
								</li>
								<li>
									аеродинамична форма на тялото - намалява
									съпротивлението на въздуха{" "}
								</li>
								<li>
									лека телесна маса (от няколко грама до около
									20 кг){" "}
								</li>
								<li>
									структурни адаптации на тялото, които
									намаляват телесната маса (липса на пикочен
									мехур и зъби, леки кости)
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
		</div>
	);
}
