import React from "react";
import image_1 from "../img/6/Picture1.jpg";
import image_2 from "../img/6/Picture2.png";
import image_3 from "../img/6/Picture3.jpg";
import image_4 from "../img/6/Picture4.jpg";
import image_5 from "../img/6/Picture5.jpg";
import image_6 from "../img/6/Picture6.png";
import image_7 from "../img/6/Picture7.jpg";

export default function Presentation6() {
	return (
		<div>
			<h1>
				Движение на вещества в животинския организъм. Сърце и кръвоносни
				съдове
			</h1>
			<ul>
				<li>
					Устройство на сърцето при човек
					<ul>
						<li>
							Сърцето е мускулест орган, разположен в гръдния кош
							над диафрагмата, между белите дробове
						</li>
						<li>
							Морфологично се различават основа-насочена назад,
							нагоре и надясно, и връх-насочен напред, надолу и
							наляво
						</li>
						<li>
							Устройство на стената- изградена от три слоя-
							ендокард, миокард и епикард
						</li>
						<li>
							Ендокардът е изграден от епителна тъкан. Постила
							кухините на сърцето и го изолира от кръвта. Образува
							предсърдно-камерните клапи.
						</li>
						<li>
							Миокардът е изграден от сърцева мускулна тъкан.
							Най-дебел е миокардът на лявата камера
						</li>
						<li>
							Епикардът е външната обвивка на сърцето. Сърцето е
							разположено в двулистна съединитено-тъканна
							торбичка-перикард. Между двата листа на
							околосърцевата торбичка има малко количество
							течност, която намалява триенето.
						</li>
						<img className={"big"} src={image_1} alt="" />
						<li>
							Устройство на сърцето
							<ul>
								<li>
									Посредством надлъжни прегради сърцето е
									разделено на две половини-дясна с кръв,
									която е богата на карбаминохемоглобин и лява
									с кръв, която е богата на оксихемоглобин.
								</li>
								<li>
									Всяка половина е разделена чрез клапи на
									предсърдие и камера.
								</li>
								<li>
									Между дясно предсърдие и дясна камера се
									намира трикрила клапа,а между ляво
									предсърдие и лява камера двукрила
									клапа(митрална)
								</li>
								<li>
									В началото на големите кръвоносни
									съдове-белодробна артерия и аорта се
									разполагат полулунни клапи
								</li>
								<img
									className={"middle"}
									src={image_2}
									alt=""
								/>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Физиологични характеристики на сърцето
					<ul>
						<li>
							Сърцето работи ритмично като последователно се
							съкращава(систола) и се отпуска(диастола)
							мускулатурата на предсърдията и камерите.
						</li>
						<li>
							Автоматия-способността на сърцето ритмично да се
							възбужда и съкращава под влиянието на импулси,
							зараждащи се във възбудно-проводната му система
						</li>
						<li>
							При зрял индивид честотата на сърдечните
							съкращенияпри покой е около 75 удара в минута.
						</li>
						<li>
							Потенциалът на действие от синусовия възел се
							предава чрез електрически синапс на двете предсърдия
							и предсърдно-камерния възел.
						</li>
						<li>
							След това възбуждането преминава в камерната
							мускулатура по снопчето на Хис и мрежата на
							Пуркиние.
						</li>
						<li>
							Първо се съкращават предсърдията, а след това
							камерите. Така се осигурява еднопосочно движение на
							кръвта
						</li>
						<img src={image_3} alt="" />
						<li>
							Сърцето функционира като помпа и движи кръвта по
							кръвоносната система
						</li>
						<li>
							Времето, за което се извършва една систола и
							последващата я диастола на предсърдията и камерите,
							се нарича сърдечен цикъл.
						</li>
						<img className={"big"} src={image_4} alt="" />
						<li>
							Количеството кръв, което се изтласква в големите
							кръвоносни съдове при една систола се нарича ударен
							обем
						</li>
						<li>
							Обемът кръв, който изтласква всяка една от камерите
							за една минута, се нарича минутен обем
						</li>
					</ul>
				</li>
				<li>
					Кръвоносни съдове
					<ul>
						<img className={"long"} src={image_5} alt="" />
						<li>
							Артериите са кръвоносни съдове, които изнасят кръвта
							от сърцето
						</li>
						<li>
							Стената им е изградена от три слоя:вътрешен слой от
							еднослоен плосък епител, среден слой от колагенови и
							еластинови влакна и гладка мускулна тъкан, а отвън
							стената на артериите е покрита от рехава
							съединителна тъкан.
						</li>
						<li>
							Най-големият артериален кръвоносен съд е аортата,
							която води началото си от лявата камера.
						</li>
						<li>
							Най-малките разклонения на артериите се наричат
							артериоли, които преминават в капиляри
						</li>
						<li>Капилярите са най-тесните кръвоносни съдове </li>
						<li>
							Стената им е изградена от един ред плоски епителни
							клетки, през които се осъществява газовата обмяна.
						</li>
						<li>
							Тънките стени и бавното движение на кръвта подпомага
							дифузията на веществамеждукръвта и тъканната течност
						</li>
						<li>
							След капилярите следват посткапилярни венули, които
							се сливат помежду си във вени
						</li>
						<img className={"middle"} src={image_6} alt="" />
						<li>
							Венитеса кръвоносни съдове, които внасят кръвта в
							сърцето. Стената им е изградена от същите слоеве,
							както и артериите, но е по-тънка и се различава по
							строежа на средния слой
						</li>
						<img className={"middle"} src={image_7} alt="" />
					</ul>
				</li>
			</ul>
		</div>
	);
}
