import React from "react";
import image_1 from "../img/7/Picture1.jpg";
import image_2 from "../img/7/Picture2.jpg";
import image_3 from "../img/7/Picture3.jpg";
import image_4 from "../img/7/Picture4.png";
import image_5 from "../img/7/Picture5.jpg";
import image_6 from "../img/7/Picture6.jpg";

export default function Presentation7() {
	return (
		<div>
			<h1>Кръвообращение. Лимфообращение</h1>
			<ul>
				<li>
					Малък кръг на кръвообращението (белодробно кръвообращение)
					<ul>
						<li>
							При систола на дясна камера кръвта се изтласква по
							белодробната артерия. Тя се разделя на два клона за
							двата бели дроба. През стените на алвеолите и
							капилярите се извършва газообмен. Обогатената с
							кислород кръв се връща в лявото предсърдие по
							белодробните вени.
						</li>
						<img className={"middle"} src={image_1} alt="" />
					</ul>
				</li>
				<li>
					Голям кръг на кръвообращението
					<ul>
						<li>
							При систола на лявата камера кръвта навлиза в
							аортата.
							<ul>
								<li>
									Още от началото се отделят коронарните
									артерии, които доставят кръв на сърдечния
									мускул
									<ul>
										<li>Аортата се разделя на два клона</li>
										<li>
											Първият доставя кръв до горните
											крайници и главата, а вторият се
											спуска в коремната кухина,
											кръвоснабдява органите, разположени
											там, органите в малкия таз и долните
											крайници
										</li>
									</ul>
								</li>
								<li>
									От кръвта в тъканната течностнепрекъснато
									преминават вода, разтворени вещества и
									кислород, които са необходими за клетките
									<ul>
										<li>
											Клетките отделят въглероден диоксид
											и непотребни вещества.
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<img src={image_2} alt="" />
					</ul>
				</li>
				<li>
					Хемодинамика на кръвообращението
					<ul>
						<li>
							Кръвта се движи по кръвоносните съдове вследствие на
							разликата в налягането
						</li>
						<li>
							Високото систолитично налягане, създадено при
							систола на камерите, разтяга стените на артериите и
							част от изтласканата кръв се задържа в разширения
							лумен
						</li>
						<li>
							По време на диастола на камерите еластичните стени
							се свиват и осигуряват кръвния поток
							<ul>
								<li>
									По този начин в капилярите няма прекъсване
									на потока
								</li>
							</ul>
						</li>
						<li>
							Скоростта на движението на кръвта в съдовата система
							е функция на разликата в налягането и съдовото
							съпротивление
						</li>
						<li>
							Обмяната на веществата между кръвта и тъканната
							течност се осъществява през стените на капилярите и
							посткапилярните венули
						</li>
						<li>
							Обмяната на газове в белите дробове и тъканите
							зависи от налягането на газовете, температурата,
							строежа и дебелината на мембраните, през които се
							извършва транспортът.
							<ul>
								<li>
									Разликата в наляганията на кислород
									въглероден диоксид от двете страни на
									алвеоларно-капилярната бариера води до
									пасивна дифузия на кислород от алвеолите към
									кръвта и на въглероден диоксид от кръвта към
									алвеолите.
								</li>
								<li>
									Дифузия се извършва бързо дори и при бавна
									скорост на кръвта в капилярите
								</li>
							</ul>
						</li>
						<img className={"big"} src={image_3} alt="" />
						<img className={"long"} src={image_4} alt="" />
					</ul>
				</li>
				<li>
					Лимфообращение
					<ul>
						<li>
							Част от тъканната течност се връща в
							сърдечносъдовата система чрез лимфната система
							<ul>
								<li>
									Излишната тъканна течност навлиза в лимфните
									капилярии по големите лимфни съдове се
									транспортира до вените
								</li>
							</ul>
						</li>
						<li>
							По дължината на лимфните съдове се намират множество
							лимфни възли и лимфоидна тъкан в тимуса, далака и
							сливиците, които произвеждат лимфоцити, участващи в
							имунните реакции на организма.
						</li>
						<img className={"middle"} src={image_5} alt="" />
						<li>
							Най-малките лимфни съдове са лимфните капиляри
							<ul>
								<li>
									Лимфните капиляри се сливат и формират
									по-големите лимфни съдов
								</li>
							</ul>
						</li>
						<li>
							Най-големи лимфни съдове са десният лимфен проток и
							гръдният лимфен проток
						</li>
						<li>
							Гръдният лимфен проток събира лимфата от долната
							половина на тялото, лявата половина на гръдния кош,
							шията, главата и левия горен крайник
						</li>
						<li>
							Десният лимфен проток събира лимфата от останалата
							част на тялото-дясната половина на гръдната кухина,
							десния горен крайник, шията и главата Двата протока
							се отварят в двете подключични вени
						</li>
						<img src={image_6} alt="" />
					</ul>
				</li>
			</ul>
		</div>
	);
}
