import React from "react";
import image_1 from "../img/3/Picture1.jpg";
import image_2 from "../img/3/Picture2.jpg";
import image_3 from "../img/3/Picture3.jpg";
import image_4 from "../img/3/Picture4.jpg";
import image_5 from "../img/3/Picture5.png";
import image_6 from "../img/3/Picture6.jpg";

export default function Presentation3() {
	return (
		<div>
			<h1>Физиология на мускулите</h1>
			<img src={image_1} alt="" />
			<ul>
				<li>
					Физиология на скелетните мускули
					<ul>
						<li>
							Скелетните мускули са активната част на
							опорно-двигателната система -Състоят се от множество
							мускулни клетки(миофибрили), които са опаковани от
							съединителна тъкан в мускулни снопчета.
						</li>
						<li>
							Факторът, предизвикващ акционен потенциал в
							мускулната мембрана, е невромедиатор-ацетилхолин.
							<ul>
								<li>
									Акционният потенциал се разпространява в
									клетките и стимулира освобождаването на
									калциеви йони от грЕПМ
								</li>
								<li>
									Скелетните мускулни влакна и сърцевите
									клетки под микроскоп показват тъмни и светли
									ивици, тези клетки се наричат
									напречнонабраздени.
								</li>
							</ul>
						</li>
						<li>
							Тънките и дебелите филаменти се подреждат в
							цилиндрични снопчета, наречени миофибрили
						</li>
						<li>
							Филаментите във всяка миофибрила са организирани в
							структура наречена саркомер
						</li>
						<li>
							Тънките филаменти се състоят от белтъка актин и два
							регулаторни белтъка-тропонин и тропомиозин. Дебелите
							филаменти са разположени успоредно в центъра на
							саркомера и оформят широка и тъмна ивица- А-зона
						</li>
						<li>
							Всеки саркомер съдържа и два набора от тънки
							филаменти от двете страни на дебелите нишки,
							оформящи две светли ивици- I-зони
						</li>
						<li>
							Миозиновата молекула се състои от 6 ППВ – 2 тежки и
							4 леки
						</li>
						<li>
							Тежките ППВ са спирално завити и оформят „ опашка“
						</li>
						<li>
							Единият край на всяка от веригите се нагъва в
							глобуларна структура-миозинова глава. Всяка глава на
							миозиновата молекула има две свързващи места-едно за
							актин и едно за АТФ.
						</li>
						<li>
							Актиновите филаменти се състоят от белтък актин,
							тропомиозин и тропонин
						</li>
						<li>Тропомиозинът се разполага върху актина.</li>
						<img className={"long"} src={image_2} alt="" />
						<li>
							Саркомер
							<ul>
								<li>
									Единият край на актиновите филаменти е
									захванат за свързващи белтъци, които
									формират Z-дискове, а другият край се
									припокрива с миозиновите филаменти.
								</li>
								<li>
									Два Z-диска очертават границите на
									саркомера.
								</li>
								<li>
									Актиновите филаменти на съседни саркомери се
									залавят за двете страни на всеки
									Z-диск.Формират светлата I-зона между две
									съседни А-зони.
								</li>
								<li>
									Титинът свързва Z-диска с дебелите филаменти
									и така ги фиксира .
								</li>
								<li>
									М-ивица в средата на всеки саркомер свързва
									дебелите филаменти в центъра на саркомера.
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<img src={image_3} alt="" />
				<li>
					Видове мускулни съкращения
					<ul>
						<li>
							Единично мускулно съкращение- отговорът на
							мускулните влакна към единичен стимул
						</li>
						<li>
							След възбуждането на мускулна клетка има интервал
							преди да започне съкращението, който се нарича
							латентен период.
						</li>
						<li>
							От началото на съкращението до неговия максимум е
							фазата на съкращение.
						</li>
						<li>
							Сумиране на мускулното съкращение означава, че
							единичните мускулни съкращения се обединяват и
							повишават силата на цялостното мускулно съкращение.
							Наблюдава се в два случая:
						</li>
						<li>
							При повишаване на броя мускулни клетки, които се
							съкращават едновременно
						</li>
						<li>
							При повишаване на продължителността на съкращението
							на един и същи клетки
						</li>
						<img src={image_4} alt="" />
						<li>
							Двигателна(моторна) единица
							<ul>
								<li>
									Всеки двигателен неврон от ЦНС инервира
									множество мускулни влакна. Всички мускулни
									влакна, инервирани от едно нервно влакно,
									образуват двигателна единица
								</li>
							</ul>
						</li>
						<li>
							Мускулна умора{" "}
							<ul>
								<li>
									Продължително силно съкращение на мускулите
									води до понижаване на мускулната сила
									независимо от продължаващата стимулация.
									Това състояние се нарича мускулна умора
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Физиология на гладките мускули
					<ul>
						<li>
							Гладките мускули не притежават напречна
							набразденост. При тях голям брой актинови филаменти
							са прикрепени към плътни телца.
						</li>
						<li>
							Филаментите са ориентирани под ъгъл спряма
							надлъжната ос на клетката. Част от мембранните телца
							на две съседни клетки са свързанипомежду си с
							междуклетъчни белтъчни мостчета.
						</li>
						<li>
							От две съседни плътни телца излизат много актинови
							филаменти. Тази съкратителна единица наподобява
							саркомера, но няма неговата подреденост. Плътните
							телца изпълняват функцията на Z-дисковете в
							скелетните мускули.
						</li>
						<img src={image_5} alt="" />
						<li>Механизъм на съкращение на гладките мускули</li>
						<li>
							Притежават актин и миозин, но не съдържат тропонин.
						</li>
						<li>
							Регулация на съкращението- гладките мускули могат да
							бъдат стимулирани от както от невромедиатор, така и
							от хормони, локални медиатори и разтягане.
							Гладкомускулните клетки имат различни рецептори по
							мембраните, които могат да предизвикат или потиснат
							съкращението. Липсва структуриран нервно-мускулен
							синапс. Нервните влакна, които ги инервират отделят
							медиатор от разстояние.
						</li>
						<li>
							Основните невромедиатори са ацетилхолин и
							норадреналин. Когато ацетилхолинът стимулира
							гладките мускули, норадреналинът стимулира ги
							отпуска и обратно. Други медиатори, които повлияват
							съкратителната активност са серотонинът, ендотелинът
							и други.
						</li>
						<img src={image_6} alt="" />
					</ul>
				</li>
			</ul>
		</div>
	);
}
